namespace AspiranturaSqlite.Data
{
    public enum OrderTypeEnum
    {
        Зарахування = 1,
        Переведення = 2,
        Закінчення = 3,
        Відрахування = 4,
        Академвідпустка = 5,
        Інший = 6,
        Зміна_форми_навчання = 7
    }

    public enum StatusTypeEnum
    {
        новий = 1,
        навчання = 2,
        академ_відпустка = 3,
        відрахований_2 = 4,
        захист_достроково = 5,
        закінчив = 6,
        повторний_курс = 7,
        стажування = 8
    }
}